// ownCloud

"_bad_username_password_"               = "Usuario o contraseña incorrecta";
"_cancelled_by_user"                    = "Transferencia cancelada";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder to itself";
"_error_not_permission_"                = "No tienes permiso para completar la operación.";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that we want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Error de conexión al servidor";
"_not_possible_connect_to_server_"      = "No es posible conectar al servidor en este momento";
"_not_possible_create_folder_"          = "Carpeta no pudo ser creada";
"_server_down_"                         = "The server is unreachable";
"_time_out_"                            = "Expiró el tiempo, intente otra vez";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_autentication_required_"         = "User autentication required";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";

// DropBox

"_file_already_exists_"                 = "Unable to complete the operation, there is a file with the same name";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Request method not expected";
"_reauthenticate_user_"                 = "Access expired, plase re-authenticate the user";
"_server_error_retry_"                  = "Error server, retry the request";
"_too_many_files_"                      = "Too many files would be involved in the operation for it to complete successfully";
"_too_many_request_"                    = "Too many request and is being rate limited";
"_user_over_quota_"                     = "User is over Dropbox storage quota";





"_ssl_connection_error_" = "Error de conexión SSL, intente otra vez";
